---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksharingDisplaySettings
source: html/0f31521f-22e1-c8e1-28ad-603bc9cc0718.htm
---
# WorksharingDisplaySettings Properties

The id of the assembly instance to which the element belongs.